[
    {
        "title": "Master of Puppets",
        "artist": "Metallica",
        "album": "Master of Puppets",
        "year": 1986,
        "description": "This is one of the most famous and enduring songs of 1986, but it wasn't released as a single, except in France. Metal was still seen as a niche, and few radio stations would touch it."
    },
    {
        "title": "Hypnotize",
        "artist": "System of A Down",
        "album": "Hypnotize",
        "year": 2005,
        "description": "The song was written after the Tienanmen Square protest, but, in general, it talks about how governments and TV manipulate people, essentially placating them and keeping them focused on propaganda so they can maintain control over the people over whom they rule."
    },
    {
        "title": "Eye in the Sky",
        "artist": "The Alan Parsons Project",
        "album": "Eye in the Sky",
        "year": 1982,
        "description": "Some believe that this song is part of the album’s supposed theme about the population being under constant surveillance as written about in George Orwell’s book titled '1984'. Parsons may have called it “a conceptless album”, but he did confirm this song’s title was, in fact, inspired by '1984'."
    },
    {
        "title": "Holy Diver",
        "artist": "Dio",
        "album": "Holy Diver",
        "year": 1983,
        "description": "In 1989, Japanese video game company Irem made a game based on this song, featuring a protagonist who resembles Ronnie James Dio. The game was never released outside of Japan."
    },
    {
        "title": "Black Summer",
        "artist": "Red Hot Chili Peppers",
        "album": "Unlimited Love",
        "year": 2022,
        "description": "According to a statement the band put on their own website, the album is meant to represent the band both as a whole and individually: most likely, this single represents a facet of bassist Flea, as he is of Australian origins and the song focuses on the “Black Summer” wildfires that devastated the country throughout 2019 and 2020."
    },
    {
        "title": "Liar",
        "artist": "Korn",
        "album": "See You On The Other Side",
        "year": 2005,
        "description": "The song 'Liar' by Korn deals with the theme of manipulation within relationships. The song warns against being seduced and manipulated by women who only want to use men for their own gain."
    },
    {
        "title": "Dead Memories",
        "artist": "Slipknot",
        "album": "All Hope is Gone",
        "year": 2008,
        "description": "The music video, directed by P.R. Brown and Shawn Crahan, depicts Taylor walking through different underground rooms, each inhabited by a different member of the band. These interactions could allude to some of the memories that Corey Taylor has decided to bury and let go of."
    }
]
